tap "babashka/brew"
tap "borkdude/brew"
tap "candid82/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "dagger/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/services"
tap "liamg/tfsec"
tap "wez/wezterm"
brew "atuin", restart_service: :changed
brew "bandwhich"
brew "bat"
brew "blueutil"
brew "bottom"
brew "cargo-binstall"
brew "ccusage"
brew "chezmoi"
brew "diff-so-fancy"
brew "difftastic"
brew "dive"
brew "duckdb"
brew "eza"
brew "fd"
brew "fdupes"
brew "freetype"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "helix"
brew "htop"
brew "jj"
brew "jq"
brew "jsonnet"
brew "kubectx"
brew "kubernetes-cli"
brew "kubespy"
brew "kubie"
brew "lnav"
brew "luajit"
brew "luarocks"
brew "mas"
brew "miller"
brew "mise"
brew "moreutils"
brew "multitail"
brew "navi"
brew "ncdu"
brew "neovim"
brew "nmap", link: false
brew "ollama"
brew "ripgrep"
brew "skopeo"
brew "sqlite"
brew "starship"
brew "stern"
brew "tflint"
brew "tfsec"
brew "uv"
brew "watch"
brew "watchexec"
brew "wget"
brew "yamlfmt"
brew "yamllint"
brew "yq"
brew "yubikey-agent"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-history-substring-search"
brew "babashka/brew/bbin"
brew "candid82/brew/joker"
brew "clojure-lsp/brew/clojure-lsp-native"
cask "1password"
cask "1password-cli"
cask "ghostty"
cask "jordanbaird-ice"
cask "shortcat"
cask "vienna"
cask "wezterm"
cask "wireshark"
cask "zenmap"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Windows App", id: 1295203466
