tap "d12frosted/emacs-plus"
tap "dagger/tap"
tap "liamg/tfsec"
tap "wez/wezterm"
brew "atuin", restart_service: :changed
brew "bat"
brew "cargo-binstall"
brew "chezmoi"
brew "dive"
brew "duckdb"
brew "eza"
brew "fd"
brew "fdupes"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "htop"
brew "jj"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lnav"
brew "luajit"
brew "luarocks"
brew "mas"
brew "mise"
brew "moreutils"
brew "ncdu"
brew "neovim"
brew "ollama"
brew "ripgrep"
brew "skopeo"
brew "starship"
brew "stern"
brew "uv"
brew "watch"
brew "watchexec"
brew "wget"
brew "yq"
brew "yubikey-agent"
brew "zoxide"
brew "zsh"
brew "zsh-history-substring-search"
brew "d12frosted/emacs-plus/emacs-plus@30"
cask "1password"
cask "1password-cli"
cask "discord"
cask "hammerspoon"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "shortcat"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Mona", id: 1659154653
mas "Slack", id: 803453959
mas "uBlock Origin Lite", id: 6745342698
