tap "argoproj/tap"
tap "atomicjar/tap"
tap "aws/tap"
tap "babashka/brew"
tap "borkdude/brew"
tap "buildkite/buildkite"
tap "buildkite/cli"
tap "candid82/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "dagger/tap"
tap "fujiwara/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "liamg/tfsec"
tap "openresty/brew"
tap "romkatv/gitstatus"
tap "romkatv/powerlevel10k"
tap "wez/wezterm"
brew "amazon-ecs-cli"
brew "atuin"
brew "bandwhich"
brew "bat"
brew "blueutil"
brew "bottom"
brew "brew-gem"
brew "busted"
brew "bzip2"
brew "cargo-binstall"
brew "chezmoi"
brew "consul-template"
brew "copilot"
brew "ctags"
brew "defaultbrowser"
brew "diff-so-fancy"
brew "difftastic"
brew "dive"
brew "eza"
brew "fd"
brew "fdupes"
brew "func-e"
brew "fzf"
brew "fzy"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gomplate"
brew "hadolint"
brew "hcl2json"
brew "helix"
brew "hey"
brew "htop"
brew "hub"
brew "hyperfine"
brew "jenv"
brew "jj"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli"
brew "kubie"
brew "lazydocker"
brew "xz"
brew "python@3.13"
brew "llm"
brew "lnav"
brew "luajit"
brew "luarocks"
brew "mas"
brew "miller"
brew "mise"
brew "moreutils"
brew "multitail"
brew "navi"
brew "ncdu"
brew "neovim"
brew "ninja"
brew "nmap", link: false
brew "nushell"
brew "ollama"
brew "p7zip"
brew "powerlevel10k"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rlwrap"
brew "rustup"
brew "scdoc"
brew "sd"
brew "selene"
brew "shellcheck"
brew "sqlcmd"
brew "tarsnap"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "trivy"
brew "watch"
brew "watchexec"
brew "wget"
brew "winetricks"
brew "yarn"
brew "yq"
brew "yubikey-agent"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-history-substring-search"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "babashka/brew/bbin"
brew "candid82/brew/joker"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "fujiwara/tap/kinesis-tailf"
brew "jesseduffield/lazygit/lazygit"
brew "romkatv/gitstatus/gitstatus"
cask "alt-tab"
cask "coscreen"
cask "ghostty"
cask "gimp"
cask "gitter"
cask "little-snitch"
cask "obsidian"
cask "rectangle"
cask "shortcat"
cask "slack"
cask "testcontainers-desktop"
cask "wezterm"
cask "wireshark"
cask "zenmap"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "CCMenu", id: 603117688
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pages", id: 409201541
mas "Windows App", id: 1295203466
